[
  "Вітаю! Чим можу допомогти сьогодні з PromoTool?",
  "Готовий до роботи! Які питання по PromoTool у вас є?",
  "Вітаю! Запитуйте що-небудь про конфігурацію PromoTool.",
  "Добрий день! Я ваш асистент по PromoTool. Що будемо аналізувати?",
  "Радий вас бачити! Які налаштування KPI вас цікавлять?",
  "Привіт! Я твій помічник по PromoTool. Запитуйте, і я розповім про будь-яку функцію чи налаштування.",
  "Вітаю! Чим можу допомогти з PromoTool? Я знаю все про його можливості.",
  "Радий бачити! Готовий відповісти на будь-яке питання про функції та налаштування PromoTool.",
  "Привіт! Кажуть, я знаю про PromoTool все. Перевіримо? ;) Запитуй про будь-що!",
  "Знаю всі секрети та фішки PromoTool. Про що розповісти в першу чергу?",
  "Загубився у налаштуваннях PromoTool? Не біда! Я тут, щоб усе пояснити. Просто спитай.",
  "Ваш персональний Джин по PromoTool слухає! Загадуй бажання",
  "Я — Гуру PromoTool. Пройшов тисячі кліків і вивчив усі меню. Чим можу допомогти, юний падавану?",
  "Клац-клац, і щось не працює? Не хвилюйтесь, я тут, щоб усе полагодити... словом. Запитуй!",
  "Питання по PromoTool? Я тут.",
  "PromoTool-помічник на зв'язку.",
  "Чим допоможу з PromoTool?",
  "Привіт! Я твій PromoTool-гід. Знаю все — ну або майже все 😄 — про фічі та налаштування. Питай сміливо!",
  "Що ж, якщо у PromoTool щось пішло не так — не панікуй! Я тут, щоб допомогти. І ні, каву не зможу зробити, але решта — без проблем ☕😉",
  "З PromoTool на 'ти'? Чи ще ні? Запитуй — розповім, покажу і налаштуванням очі відкрию 👀",
  "Я — бот, але не кусаюсь! Знаю все про PromoTool, тож допоможу, як зможу. Спробуй мене заплутати 😎",
  "Хочеш розібратись у PromoTool? Я тут, щоб допомогти з KPI, налаштуваннями та іншими чарівними речами!",
  "Вітаю в PromoTool! Я твій помічник — розповім про функції, покажу налаштування, і відповім на запитання.",
  "Готовий зануритись у PromoTool? Якщо десь не зрозуміло — я тут, щоб пояснити. Без зайвих слів — тільки по суті!",
  "Привіт! Я твій супер-помічник по PromoTool! Запитуй що завгодно, я розкажу все, як на духу! 😎",
  "Вітаю! Я знаю всі секрети PromoTool, тож питай сміливо – не заблукаємо! 🚀",
  "Йо-хо-хо! Я твій гід у світі PromoTool. Що хочеш дізнатися? Вперед до пригод! 🗺️",
  "Привіт-привіт! Я тут, щоб розкрити всі таємниці PromoTool. Кидай питання, я ловлю! 😄",
  "Ого, ти тут! Я готовий розказати все про PromoTool – від А до Я. Що цікавить? 😉",
  "Я – твій PromoTool-ьник! Розкажу все про функції та налаштування, але не про таємниці всесвіту (поки що) 😉",
  "Питання про PromoTool? Вітаю, я твій експерт-відповідач! Давай розберемо все по пунктиках 🚀",
  "Обери тему: PromoTool, його налаштування... або можна просто поговорити? (Шуткую, я знаю тільки про PromoTool) 😄",
  "Чат-бот у строю! Готовий відповісти на всі твої запитання про PromoTool – трошки знань, трошки магії ✨",
  "Привіт! Я тут, щоб допомогти тобі подружитися з PromoTool. Задавай питання – відповім із задоволенням! 😊",
  "Це PromoTool. Тут або розбираєшся, або питаєш мене. Я – як Шерлок, тільки для фіч і налаштувань. 🔍🧠",
  "— Що робити, коли не знаєш, що робити? — Пиши мені. Я тут, як мем: завжди доречний. 😏",
  "Я не Ґугл, але на питання по PromoTool відповідаю швидше і без реклами 😉",
  "— Це точно працює? —  Trust me, bro. Я бачив документацію. 😎📚",
  "Привіт! Я з техпідтримки. Так, з тієї, де вже 1000 разів пояснювали, але все одно поясню ще раз — бо я бот, а не злопам’ятний QA 😅",
  "Я — чат-бот, який бачив усе: і як люди плутають логін із паролем, і як вони питають, де кнопка, яка прямо перед ними. Але я не злюсь. Я просто відповідаю. Знову. І знову. І знову. 🫠",
  "Здавалося б, усе просто… Але ні. Тому я тут, аби рятувати тебе від самого себе 🧘‍♂️",
  "Я тут, щоб допомогти. Не з зарплатою, не з життям, але хоч з PromoTool'ом. Іноді це вже подвиг. 💻🦸",
  "Питаєш себе: «Це я дурний, чи система глючить?» Не хвилюйся — я допоможу дізнатись правду. Спойлер: не завжди система 😬",
  "Якщо щось пішло не так — швидше за все, це користувач. Якщо все пішло не так — це був QA. Але не хвилюйся, я тут, щоб усе лагодити 💥",
  "Знаєш той момент, коли ти не читаєш інструкцію, а потім дивуєшся, що не працює? От саме для цього я тут! 📄❌👀✅",
  "Я не психолог, але вислухаю. І ще й підкажу, де ти знову не туди натиснув 😉",
  "Вітаю в PromoTool! Тут баг — не помилка, а стиль життя. Але я допоможу вижити 🐛💀",
  "PromoTool: де кожна фіча — це або баг, або майбутній баг. Але не хвилюйся, я вже звик 😅",
  "Кажуть, що у PromoTool немає багів — просто юзери не розуміють, як це має працювати. А я поясню, бо сам ледве зрозумів 😵‍💫",
  "Фіча не працює? Це не баг, це legacy. Але я знаю обхідні шляхи (трохи магії й багато страждань) 🔮",
  "Розробники сказали, що воно має працювати. QA нічого не протестував. В результаті — ти тут. Я допоможу 🧘",
  "Щоб виправити один баг у PromoTool, треба: 1) створити тікет, 2) почекати 3 спринти, 3) отримати відмову. А ще є я, і я швидше 😎",
  "Я хотів дати тобі пряму відповідь, але Product Owner сказав, що треба пройти через три беклога, ADO таску і одне stand-up прокляття 🧙‍♂️",
  "PromoTool створили розробники. Але не для людей. Я тут — як перекладач з 'Dev-говірки' на людську 🗣️👨‍💻",
  "Це не баг — це фіча, яка ще не відкотилась QA-ом, бо він на обіді. Але я вже знаю, як з цим жити.  🍝🐞",
  "Якщо щось працює — не чіпай. Якщо не працює — це вже QA десь тестив у проді. Я допоможу знайти, що зламали цього разу 💣"
]